Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: The Kaplan-Meier estimates for the time to first occurrence of 3P-MACE (Figure 3 below) were consistent with the cumulative incidence estimates [c23238241, Figure 15.2.1.5.1: 1], which accounted for the competing risk of non-cardiovascular death.
es_es: Las estimaciones de Kaplan-Meier del tiempo transcurrido hasta la primera aparición de 3P-MACE (ver la Figura 3 a continuación) fueron coherentes con los valores estimados de incidencia [c23238241, Figura 15.2.1.5.1: 1], lo que dio cuenta del riesgo competitivo de muerte no cardiovascular.

source: The LC+HC are decreasing during drug product stability.
es_es: La suma de cadena pesada + cadena liviana disminuye durante la estabilidad del medicamento.

source: The LOQ is set at the lowest load where all acceptance criteria are met, i.e., 5 % target load corresponding to 0.31 µg.
es_es: El límite de cuantificación se establece en la menor carga en la que se cumplen todos los criterios de aceptación, es decir, 5% de la carga objetivo, que corresponde a 0.31 µg.

source: The LOQ of an individual analytical procedure is the lowest amount of analyte in a sample, which can be quantitatively determined with suitable precision and accuracy.
es_es: El límite de cuantificación de un procedimiento analítico individual es la cantidad más baja de analito en una muestra que se puede determinar cuantitativamente con precisión y exactitud adecuadas.

source: The LOQ of the analytical method is 0.026 μg/mL PDMS except for conditioned HCCF material for BI Vienna.
es_es: El límite de cuantificación de la metodología analítica es 0.026 μg/ml PDMS salvo para el material del fluido de cultivo celular cosechado acondicionado de BI Vienna.

source: The LOQ of the analytical method is 0.026 μg/mLPDMS.
es_es: El límite de cuantificación de la metodología analítica es 0.026 μg/ml PDMS.

source: The LOQ of the analytical method is 0.053 μg/mL for conditioned HCCF at BI Vienna.
es_es: El límite de cuantificación de la metodología analítica es 0.053 μg/ml PDMS para el material del fluido de cultivo celular cosechado acondicionado de BI Vienna.

source: The LOQ was defined by the protein load that gives a S/N ratio of ≥ 10 with an acceptable area precision.
es_es: El límite de cuantificación se estableció mediante la carga de proteínas que arroja una relación S/R de ≥10 con una precisión de área aceptable.

source: The LSJV represents and acts in accordance with the German Drug Laws (AMG and AMWHV), the European GMP Regulations and performs site inspections to verify that the laws and regulations are followed.
es_es: La LSJV representa y se sustenta en las leyes alemanas sobre sustancias farmacológicas (AMG y AMWHV) y las regulaciones europeas sobre buenas prácticas de fabricación, y realiza inspecciones situadas para verificar que se cumplan las leyes y normativas.

source: The LVEF had to be documented in an official report prior to randomisation
es_es: La FEVI debía documentarse en un informe oficial antes de la aleatorización.

source: The Label must allow inspection of the drug and a check of plunger end position after injection
es_es: La etiqueta debe permitir la inspección del medicamento y la verificación de la posición final del émbolo después de la inyección.

source: The MCB and WCB are stored in appropriate premises.
es_es: Los bancos de células maestro y de trabajo se almacenan en las instalaciones adecuadas.

source: The MCB and WCB used for production of spesolimab have been extensively tested for the presence of endogenous and adventitious viruses per ICH Q5A(R1), and all tests performed on the MCB, WCB did not indicate the presence of viral contaminants.
es_es: El banco de células maestro y el banco de células de trabajo utilizados para la producción de Espesolimab fueron evaluados exhaustivamente respecto de la presencia de virus endógenos y fortuitos de acuerdo con el lineamiento Q5A(R1) de la ICH, y ninguna de las pruebas realizadas en el banco de células maestro y el banco de células de trabajo indicó la presencia de contaminantes virales.

source: The MCB was manufactured using Geneticin of indirect animal-derived origin, i.e., manufactured using beef extract and peptone in the culture medium used in the microbial seed (starter) culture.
es_es: El banco de células maestro se fabricó usando geneticina de origen indirectamente animal, es decir que se fabricó usando extracto cárnico bovino y peptona en el medio de cultivo usado en el cultivo de siembra microbiana (inicial).

source: The MCB was manufactured using the indirect animal raw material Geneticin.
es_es: El banco de células maestro se fabricó usando materia prima geneticina de origen indirectamente animal.

source: The MMRM OC-AD analysis (based on RS and including both on- and off-treatment values; for patients who died, all scores planned to be assessed after the date of death were imputed as 0) and the OC-AD analysis without imputation for patients who died showed similar difference between empagliflozin and placebo (Table 15.2.3.6: 1 and 15.2.3.6: 5 as well as Figure 15.2.3.6: 1).
es_es: El análisis tipo MMRM de casos observados - tras la discontinuación, es decir, basado en el grupo aleatorizado y utilizando valores del tratamiento y fuera del tratamiento (para los pacientes fallecidos, todos los valores cuya recopilación estaba prevista para después de la fecha de muerte, se imputaron como 0) así como el análisis de casos observados - tras la discontinuación sin imputación para pacientes que murieron arrojó una diferencia similar entre la empagliflozina y el placebo (Tabla 15.2.3.6: 1 y 15.2.3.6: 5, Figura 15.2.3.6: 1).

source: The MMRM OC-AD analysis (based on the RS and including both on- and off-treatment values) showed a greater reduction in HbA1c from baseline in the empagliflozin group than in the placebo group (Table 15.2.4.21: 1); however, mean reductions in HbA1c were only observed in patients with diabetes at baseline (Figure 11.1.2.8.2: 1 and Table 15.2.4.21: 5).
es_es: El análisis tipo MMRM de casos observados-tras la discontinuación, es decir, basado en el grupo aleatorizado y utilizando valores del tratamiento y fuera del tratamiento arrojó una reducción mayor de la HbA1c desde el inicio en el grupo de empagliflozina que en el de placebo (Tabla 15.2.4.21: 1); sin embargo, solo se observaron reducciones medias de la HbA1c en pacientes con diabetes al inicio (Figura 11.1.2.8.2: 1 y Tabla 15.2.4.21: 5).

source: The MMRM OC-OT analysis (based on TS and using on-treatment values only) showed an increase from baseline of 4.51 points (95% CI 3.89 to 5.12) in the empagliflozin group and 3.18 points (95% CI 2.57 to 3.80) in the placebo group in the clinical summary score at Week 52.
es_es: A la semana 52, en la puntuación clínica resumen, el análisis de MMRM (casos observados-en tratamiento, es decir, basado en el grupo tratado y solo utilizando valores del tratamiento) arrojó un aumento desde el inicio de 4.51 puntos (IC del 95%: 3.89 a 5.12) en el grupo de empagliflozina y de 3.18 puntos (IC del 95%: 2.57 a 3.80) en el grupo de placebo.

source: The MMRM OC-OT analysis (based on TS and using on-treatment values only) showed an increase in adjusted mean from baseline of 4.51 points (95% CI 3.89 to 5.12) in the empagliflozin group and 3.18 points (95% CI 2.57 to 3.80) in the placebo group in the clinical summary score at Week 52.
es_es: A la semana 52, en la puntuación clínica resumen, el análisis de MMRM (casos observados - en tratamiento, es decir, basado en el grupo tratado y solo utilizando valores del tratamiento) arrojó un aumento de la media ajustada desde el inicio de 4.51 puntos (IC del 95%: 3.89 a 5.12) en el grupo de empagliflozina y de 3.18 puntos (IC del 95%: 2.57 a 3.80) en el grupo de placebo.

source: The MMRM OC-OT analysis (based on TS and using on-treatment values only) showed an increase in adjusted mean from baseline of 5.03 points (95% CI 4.43 to 5.62) in the empagliflozin group and 3.66 points (95% CI 3.06 to 4.26) in the placebo group in the overall summary score at Week 52.
es_es: A la semana 52, en la puntuación general resumen, el análisis de MMRM (casos observados - en tratamiento, es decir, basado en el grupo tratado y solo utilizando valores del tratamiento) arrojó un aumento de la media ajustada desde el inicio de 5.03 puntos (IC del 95%: 4.43 a 5.62) en el grupo de empagliflozina y de 3.66 puntos (IC del 95%: 3.06 a 4.26) en el grupo de placebo.

source: The MMRM OC-OT analysis (based on TS and using on-treatment values only) showed an increase in adjusted mean from baseline of 5.69 points (95% CI 4.86 to 6.52) in the empagliflozin group and 4.50 points (95% CI 3.68 to 5.31) in the placebo group in the patient-preferred outcome at Week 52.
es_es: A la semana 52, en el desenlace preferente para el paciente, el análisis de MMRM (casos observados - en tratamiento, es decir, basado en el grupo tratado y solo utilizando valores del tratamiento) arrojó un aumento de la media ajustada desde el inicio de 5.69 puntos (IC del 95%: 4.86 a 6.52) en el grupo de empagliflozina y de 4.50 puntos (IC del 95%: 3.68 a 5.31) en el grupo de placebo.

source: The MMRM OC-OT analysis (based on TS and using on-treatment values only) showed an increase in adjusted mean from baseline of 5.89 points (95% CI 5.23 to 6.55) in the empagliflozin group and 3.95 points (95% CI 3.28 to 4.61) in the placebo group in the total symptom score at Week 52.
es_es: A la semana 52, en la puntuación sintomatológica total, el análisis de MMRM (casos observados - en tratamiento, es decir, basado en el grupo tratado y solo utilizando valores del tratamiento) arrojó un aumento de la media ajustada desde el inicio de 5.89 puntos (IC del 95%: 5.23 a 6.55) en el grupo de empagliflozina y de 3.95 puntos (IC del 95%: 3.28 a 4.61) en el grupo de placebo.

source: The MMRM OC-OT analysis (based on TS and using values obtained on-treatment only) produced similar results (Table 15.2.4.21: 3).
es_es: El análisis del modelo MMRM (casos observados - en tratamiento, es decir, basado en el grupo tratado y solo utilizando valores del tratamiento) arrojó resultados similares (Tabla 15.2.4.21: 3).

source: The MMRM results for eGFR change from baseline showed a similar trend as the eGFR slope analysis.
es_es: Aplicando un modelo MMRM al cambio en la TFGe desde el inicio, se vio una tendencia similar que en el análisis de pendiente.

source: The MRS is widely used in clinical practice and consists of grades, from 0 to 6, with 0 corresponding to no symptoms and 6 corresponding to dead.
es_es: La escala Rankin Modificada tiene gran difusión en la práctica clínica y está graduada de 0 a 6, donde 0 significa falta de síntomas y 6 significa muerte.

source: The Master Cell Bank (MCB) and the Working Cell Bank (WCB) are stored in appropriate premises.
es_es: El Banco Maestro de Células (MCB) y el Banco de Células de Trabajo (WCB) se almacenan en instalaciones adecuadas.

source: The Material of the Plunger Stopper shall meet applicable requirements of ISO 8871‐1.
es_es: El material del tapón del émbolo deberá cumplir con los requisitos aplicables de la norma ISO 8871-1.

source: The MedDRA PTs included in the SMQs and BIcMQs are listed in Appendix 16.2.7, Listing 6.
es_es: En el Apéndice 16.2.7, Listado 6, se enumeran los términos preferentes del diccionario MedDRA incluidos en las consultas SMQ y BIcMQ.

source: The Monitor is responsible for monitoring adherence to the Protocol and completion of the CRF.
es_es: El auditor tiene la responsabilidad de verificar si se cumple con el protocolo y se completa el CRF.

source: The NDMA concentration in both matrix samples was determined by the standard addition method as < DL and therefore the spiked concentrations were not corrected.
es_es: Mediante el método de adición del estándar se determinó que la concentración de NDMA en ambas muestras de la matriz es < límite de deteción, por lo que no se corrigieron las concentraciones enriquecidas.

source: The NIHSS is a standardized neurological examination with scores ranging from normal (0) to death (42), an 8 point reduction is highly clinically significant.
es_es: La escala NIHSS es una evaluación neurológica estandarizada con puntuaciones desde la normalidad (0) hasta la muerte (42), y una reducción de 8 puntos se considera muy significativa desde un punto de vista clínico.

source: The NIHSS is a validated neurological impairment score, which will be performed at baseline, then again at 24 hours after treatment (or if initially anaesthetised, as soon as assessable) and day 3.
es_es: La escala NIHSS es una puntuación validada del deterioro neurológico, que se completará al inicio, 24 horas después del tratamiento (o si se anestesió al paciente al inicio, cuando esté listo para la evaluación) y el día 3.

source: The NIHSS was performed before randomization, and repeated at 24hr (±6hr), 3 days and 90 days after stroke onset.
es_es: La escala NIHSS se completó antes de la aleatorización, y se repitió 24 horas (±6 h), 3 días y 90 días después del inicio del accidente cerebrovascular.

source: The NO-HCTZ results of tested micronized API batches used for the manufacture of Telmisartan / HCTZ Layered Tablets are presented.
es_es: Se presentan los valores de NO-HCTZ en partidas analizadas del IFA micronizado utilizadas para fabricar Telmisartán / HCTZ, comprimidos multicapa.

source: The NOR is a defined practically achievable controlled range around a target operating condition for a process parameter that contains common operational variability specified in manufacturing instructions.
es_es: El rango operativo normal es un rango controlado definido y prácticamente alcanzable en torno a una condición operativa objetivo para un parámetro del proceso que contiene una variabilidad operativa común especificada en las instrucciones de fabricación.

source: The NOR is defined by the validated DP batch size with 3,515 – 38,665 vials (refer to Section 3.2.P.3.5 Process Validation and/or Evaluation), which corresponds to a DS volume of 22 – 211 L. Thus, the largest volume that would be filtered during commercial manufacturing of 211 L, is covered from a microbial retention perspective by the filter validation study.
es_es: El rango operativo normal se define por el tamaño de partida validado del medicamento con 3,515 – 38,665 frascos (ver la Sección 3.2.P.3.5, Validación y evaluación del proceso), que corresponde a un volumen de principio activo de 22 – 211 l. Por lo tanto, el máximo volumen que se filtraría durante la fabricación comercial de 211 l está cubierto desde una perspectiva de retención microbiana por el estudio de validación del filtro.

source: The NOR is defined to be at least 15 L WFI to have a safety margin.
es_es: Se establece un rango operativo normal de al menos 15 l de agua para inyectables para contar con un márgen de seguridad.

source: The NSD components are not sterile and are not designed to provide an additional barrier to microbial ingress to the sterile solution in the PFS.
es_es: Los componentes del dispositivo de seguridad de aguja no son estériles ni fueron diseñados como barrera adicional contra el ingreso de microbios en la solución estéril de la jeringa precargada.

source: The NSD components, which are in contact with the patient/user (biocompatibility), must fulfill applicable requirements for biological evaluation of medical devices as given per standard series.
es_es: Los componentes del dispositivo de seguridad de aguja, que están en contacto con el paciente/usuario (biocompatibilidad), deben cumplir con los requisitos correspondientes para la evaluación biológica de dispositivos médicos según lo establecido en la serie de normas.

source: The NSD consists of the Safe’n’Sound® subassembly (SnS) and is equipped with a plunger rod (PR) and extended finger flange (EFF) (see Figure 1).
es_es: El dispositivo de seguridad de aguja está compuesto por un sistema Safe’n’Sound® (SnS) y contiene un vástago de émbolo y lengüetas de apoyo extendidas (ver la Figura 1).

source: The NSD-2 Components must have a transparent housing.
es_es: Los componentes del dispositivo NSD-2 deben tener una carcasa transparente.

source: The NSD-2 Components, which are in contact with the patient/user (biocompatibility), must fulfill applicable requirements for biological evaluation of medical devices as given per standards ISO 10993-1, including requirements from FDA guidance “Use of international standard ISO 10993-1” - Nature of body contact Category:
es_es: Los componentes del dispositivo de seguridad NSD-2, que están en contacto con el paciente/usuario (biocompatibilidad), deben cumplir con los requisitos correspondientes para la evaluación biológica de dispositivos médicos según lo establecido en el estándar ISO 10993-1, incluidas las especificaciones de la guía de la FDA "Uso de la norma internacional ISO 10993-1, Naturaleza del contacto con el cuerpo. Categoría:

source: The NYHA functional classification was used to classify the severity of heart failure.
es_es: Se utilizó la clasificación funcional de la NYHA para clasificar la gravedad de la insuficiencia cardíaca.

source: The Needle Lumen patency shall be such that a stainless-steel stylet with an outer diameter of 0.19 mm passes through the needle.
es_es: El lumen de la aguja debe permitir que la atraviese un estilete de acero inoxidable con un diámetro exterior de 0,19 mm.

source: The Needle Tip shall be drawn back to the front-most part of the PFS-NSD-2.
es_es: La punta de la aguja deberá retroceder hasta la parte más frontal del dispositivo PFS-NSD-2.

source: The Needle Tubing Dimensions shall meet the given dimensions of a 27G TW needle given in ISO 9626, table 1.
es_es: Las dimensiones del tubo de la aguja deben corresponderse con las indicadas para una aguja 27G TW, tal como se indica en ISO 9626, Tabla 1.

source: The Needle Tubing Material shall be made out of stainless steel.
es_es: El material del tubo de la aguja ha de ser de acero inoxidable.

source: The Needle length shall meet the given tolerances of -2 mm to +1 mm as per ISO 7864, table 1.
es_es: La longitud de la aguja debe cumplir con una tolerancia de -2 mm a +1 mm según ISO 7864, Tabla 1.

source: The Needle shall have a surface treatment using a lubricant.
es_es: La aguja estará sometida a un tratamiento de superficie con lubricante.

source: The Netherlands2
es_es: Países bajos2

source: The OD600 of the individual overnight bacterial cultures varied between 2.0 and 3.3 (raw data).
es_es: La densidad óptica de 600 de los cultivos bacterianos individuales tras una noche fue entre 2.0 y 3.3 (datos sin procesar).

source: The Oncology Assessment Committee determined that the events for 9 patients (0.3%) in the linagliptin group and 13 patients (0.4%) in the glimepiride group were possibly related to study treatment.
es_es: El Comité de Evaluación Oncológica determinó que los eventos de 9 pacientes (0.3%) del grupo de linagliptina y de 13 pacientes (0.4%) del grupo de glimepirida podrían haber estado relacionados con el tratamiento en estudio.

source: The P value for the difference is for noninferiority, and the P values for the incidence ratio and odds ratio are for superiority.
es_es: El valor p de la diferencia corresponde a la no inferioridad, y los valores p de la razón de incidencia y el cociente de probabilidades corresponden a la superioridad.

source: The P&L Components must fulfill applicable Design Input Requirements regarding ISO 11608-1.
es_es: El acondicionamiento y etiquetado debe cumplir los requisitos aplicables de entrada del diseño en relación con la norma ISO 11608-1.

source: The P&L components must fulfill applicable Design Input Requirements regarding ISO 23908.
es_es: El acondicionamiento y etiquetado debe cumplir los requisitos aplicables de entrada del diseño en relación con la norma ISO 23908.

source: The P&L shall have a lacquer-free area which is wide enough to accommodate printed variable data.
es_es: El acondicionamiento y etiquetado deben contener un sector sin laquear de un tamaño tal que permita ingresar los datos variables.

source: The P&L shall meet the Corporate Packaging style guide.
es_es: El acondicionamiento y etiquetado deben cumplir con la guía de estilo de Corporate Packaging

source: The PACMP is intended for the proposal of registration of an additional drug substance (DS) manufacturing site, located at BI in Vienna, Austria, for alteplase.
es_es: El PACMP atañe a la propuesta de registrar una planta productora adicional para el principio activo alteplasa, situada en BI Viena, Austria.

source: The PE bag is non-functional secondary packaging material.
es_es: La bolsa de polietileno es un material de acondicionamiento secundario no funcional.

source: The PFS components, which are in contact with patient/user (biocompatibility), must fulfil applicable requirements for biological evaluation of medical devices as given per standard series ISO10993-1, USP <87> and <88>, including requirements from FDA guidance “Use of international standard ISO 10993-1”.
es_es: Los componentes de la jeringa precargada, que están en contacto con el paciente/usuario (biocompatibilidad), deben cumplir los requisitos correspondientes para la evaluación biológica de dispositivos médicos según lo establecido en el estándar ISO10993-1, las normas <87> y <88> de la USP, incluidas las especificaciones de la guía de la FDA "Uso de la norma internacional ISO 10993-1”.

source: The PFS components, which are in contact with the patient/user (biocompatibility), must fulfill applicable requirements for biological evaluation of medical devices as given per standard series ISO 10993-1, USP <87> and <88>, including requirements from FDA guidance “Use of international standard ISO 10993-1”.
es_es: Los componentes de la jeringa precargada, que están en contacto con el paciente/usuario (biocompatibilidad), deben cumplir con los requisitos correspondientes para la evaluación biológica de dispositivos médicos según lo establecido en el estándar ISO 10993-1, las normas <87> y <88> de la USP, incluidas las especificaciones de la guía de la FDA "Uso de la norma internacional ISO 10993-1”.

source: The PFS consists of a 1 ml glass syringe with a staked needle and a rigid needle shield, filled with spesolimab solution and closed with a plunger stopper (see Figure 2).
es_es: La jeringa precargada está formada por una jeringa de vidirio de 1 ml con una aguja fija y una funda de aguja rígida, que contiene solución de espesolimab y está cerrada con un tapón de émbolo (ver la Figura 2).

source: The PFS is assembled into the SnS subassembly and contains the DP solution.
es_es: La jeringa prellenada viene ensamblada en la subunidad SnS y contiene la solución del medicamento.

source: The PFS is assembled with the PR and inserted into the SnS subassembly before the EFF is clipped on.
es_es: La jeringa precargada se acopla con un vástago de émbolo y se inserta en el subsistema SnS antes de que se sujete la lengüeta de apoyo extendida.

source: The PFS must consist of a transparent glass barrel, which allows inspection of the drug appearance and the plunger end position at the end of injection.
es_es: La jeringa precargada debe estar compuesta por un cilindro de vidrio transparente, que permita inspeccionar el aspecto del fármaco y la posición del extremo del émbolo al final de la inyección.
